Overload List
Name  |   Description
SetAlignmentMethod(AnalyticalElementSelector, AnalyticalAlignmentMethod)
 Sets the alignment method for a given selector.
 (Inherited from  AnalyticalModelStick  .)
SetAlignmentMethod(AnalyticalElementSelector, AnalyticalDirection, AnalyticalAlignmentMethod)   |     Obsolete.
 Sets the alignment method for a given selector and direction.
 (Inherited from  AnalyticalModel  .)
 See Also
  AnalyticalModelColumn Class
  AnalyticalModelColumn Members
  Autodesk.Revit.DB.Structure Namespace